Repository: Cat-Lady/EDMC-BioScan
Catalog: src/L10n/*.strings
Languages: es, fr

source: !Language
es: Español
fr: Français

source: I
es: H
fr: G

source: RI
es: HR
fr: RG

source: MR
es: RM
fr: RM

source: HMC
es: ACM
fr: AM

source: Version %s
es: Versión %s

source: Data Version: %s
es: Versión de Datos: %s
fr: Version des Données: %s

source: General Settings
es: Configuración General
fr: Paramètres Généraux

source: Overlay Settings
es: Configuración de Superposición
fr: Paramètres de Superposition

source: Start / Stop Journal Parsing
es: Iniciar / Detener el Análisis del Diario
fr: Démarrer / Arrêter L'Analyse du Journal

source: Enable Debug Logging
es: Activar Registro de Depuración
fr: Activer la Journalisation de Débogage

source: Focus Bio Details List: (?)
es: Cuándo Enfocar las Señales Cuerpos: (?)
fr: Concentrez la Liste des Détails de la Bio : (?)

source: This setting controls when the prediction details should display.
es: Esta configuración controla cuándo deben mostrarse los detalles de la predicción.
fr: Ce paramètre contrôle quand les détails de la prédiction doivent s'afficher.

source: When filtered, you will only see details for the bio signals relevant to your current location.
es: Cuando se filtra, solo verá detalles de las señales biológicas relevantes para su ubicación actual.
fr: Une fois filtré, vous ne verrez que les détails des signaux biologiques pertinents pour votre emplacement actuel.

source: Never: Never filter signal details
es: Never: Nunca filtre los detalles de la señal
fr: Never : Ne jamais filtrer les détails du signal

source: On Approach: Show only local signals on approach
es: On Approach: Mostrar señales locales solo al acercarse
fr: On Approach : Afficher uniquement les signaux locaux à l'approche

source: Near Surface: Show signals under given altitude (see below)
es: Near Surface: Mostrar señales bajo una altitud dada (ver abajo)
fr: Near Surface : Afficher les signaux en dessous d'une altitude donnée (voir ci-dessous)

source: On Surface: Show only local signals when on surface
es: On Surface: Mostrar señales locales solo cuando esté en la superficie
fr: On Surface : Afficher les signaux locaux uniquement en surface

source: Altitude (in meters) for "Near Surface":
es: Altitud (en metros) para "Near Surface":

source: Show complete breakdown of genera with multiple matches
es: Mostrar un desglose completo de géneros con múltiples coincidencias
fr: Afficher le détail complet des genres comportant plusieurs correspondances

source: Shorten credits displays (eg. 19.8 MCr)
es: Acortar la visualización de créditos (p. ej., 19,8 MCr)
fr: Raccourcir les affichages des crédits (ex. 19,8 MCr)

source: Exclude bodies with fewer than x signals:
es: Excluir cuerpos con menos de x señales:
fr: Exclure les corps avec moins de x signaux :

source: Scrollbox height (px):
es: Altura del cuadro de desplazamiento (px):
fr: Hauteur de la zone de défilement (px) :

source: Display Signal Summary: (?)
es: Resumen de Señal de Visualización: (?)
fr: Afficher le Résumé du Signal : (?)

source: This option determines when to display the signal summary at the top of the pane.
es: Esta opción determina cuándo mostrar el resumen de la señal en la parte superior del panel.
fr: Cette option détermine quand le résumé du signal doit être affiché en haut du panneau.

source: eg. B 1 (R): 5 ⬦ B 2 (HMC): 2
es: p.ej. B 1 (R): 5 ⬦ B 2 (HMC): 2
fr: ex. B 1 (R) : 5 ⬦ B 2 (AM) : 2

source: Always: Always display the body signal summary
es: Always: Mostrar siempre el resumen de señales corporales
fr: Always : Toujours afficher le résumé des signaux de la planète

source: In Flight: Show the signal summary in flight only
es: In Flight: Mostrar el resumen de la señal solo en vuelo
fr: In Flight : Afficher le résumé du signal uniquement en vol

source: Completed Scan Display: (?)
es: Visualización de Escaneo Completado: (?)
fr: Affichage de L'Analyse Terminée : (?)

source: This option determines how to display species that have been fully scanned.
es: Esta opción determina cómo mostrar las especies que han sido completamente escaneadas.
fr: Cette option détermine comment afficher les espèces qui ont été entièrement analysées.

source: Check: Always show species with a checkmark when complete
es: Check: Mostrar siempre las especies con una marca de verificación cuando esté completo
fr: Check : Toujours afficher les espèces avec une coche une fois terminées

source: Hide: Always hide completed species
es: Hide: Ocultar siempre las especies completadas
fr: Hide : Toujours masquer les espèces complétées

source: Hide in System: Hide completed species in the full system view
es: Hide in System: Ocultar especies completadas en la vista completa del sistema
fr: Hide in System : Masquer les espèces terminées dans la vue complète du système

source: Enable species waypoints with the comp. scanner
es: Habilitar puntos de referencia de especies con el escáner de comp.
fr: Activer les points de cheminement des espèces avec le scanner de comp.

source: None
es: Ninguno
fr: Aucune

source: Overlay Color
es: Color de Superposición
fr: Couleur de Superposition

source: Enable overlay
es: Habilitar superposición
fr: Activer la superposition

source: Text Color
es: Color del Texto
fr: Couleur du Texte

source: Line spacing:
es: Interlineado:
fr: Interligne :

source: Large:
es: Grande:
fr: Grand :

source: Ship Whitelist (?)
es: Lista Blanca de Barcos (?)
fr: Liste Blanche des Vaisseaux (?)

source: Ships added to this list will display BioScan on the overlay.
es: Los barcos agregados a esta lista mostrarán BioScan en la superposición.
fr: Les vaisseaux ajoutés à cette liste afficheront BioScan sur la superposition.

source: When empty, BioScan will display for all ships.
es: Cuando esté vacío, BioScan se mostrará para todos los barcos.
fr: Si vide, BioScan s'affichera pour tous les vaisseaux.

source: Add
es: Añadelo
fr: Ajouter

source: Remove
es: Eliminarlo
fr: Retirer

source: Clear Ships
es: Despeja los Barcos
fr: Effacer les Vaisseaux

source: Prediction Details Anchor:
es: Detalles de Predicción Punto de Anclaje:
fr: Point D'Ancrage du Détails de la Prédiction:

source: Summary / Progress Anchor:
es: Resumen / Progreso Punto de Anclaje:
fr: Point D’Ancrage du Résumé/Progrès:

source: Scroll details
es: Detalles del desplazamiento
fr: Détails de défilement

source: Maximum details length:
es: Longitud máxima de detalles:
fr: Longueur maximale des détails:

source: Scroll delay (sec):
es: Retraso de desplazamiento (seg):
fr: Délai de défilement (sec):

source: Active Scan / Waypoint Radar (?):
es: Radar de Escaneo Activo / Punto de Ruta (?):
fr: Radar de Balayage Actif / Point de Cheminement (?) :

source: Draw a radar on the overlay when active scans and waypoints are present.
es: Dibuje un radar en la superposición cuando haya escaneos y puntos de referencia activos.
fr: Dessinez un radar sur la superposition lorsque des analyses et des points de cheminement actifs sont présents.

source: This displays bio markers up to a defined distance and shows a display of the minimum scan distance.
es: Esto muestra biomarcadores hasta una distancia definida y muestra la distancia mínima de escaneo.
fr: Cela affiche les biomarqueurs jusqu'à une distance définie et affiche la distance de numérisation minimale.

source: This is oriented where up is the direction you're facing. The ship location can be tracked as well.
es: Arriba es la dirección hacia la que miras. También se puede rastrear la ubicación del barco.
fr: Le haut indique la direction vers laquelle vous regardez. La position du vaisseaux peut également être suivie.

source: Enable Radar
es: Habilitar Radar
fr: Activer le Radar

source: Enable Ship Location Tracker
es: Habilitar el Rastreador de Ubicación del Barco
fr: Activer le Suivi de Localisation du Vaisseaux

source: Radar Anchor (Center Point):
es: Punto de Anclaje del Radar (Punto Central):
fr: Ancre Radar (Point Central) :

source: Radius
es: Radio
fr: Rayon

source: Maximum radar distance:
es: Distancia máxima del radar:
fr: Distance radar maximale :

source: Use logarithmic scaling
es: Utilice escala logarítmica
fr: Utiliser une mise à l'échelle logarithmique

source: Amethyst
es: Amatista
fr: Améthyste

source: Aquamarine
es: Aguamarina
fr: Aigue-marine

source: Blue
es: Azul
fr: Bleu

source: Cobalt
es: Cobalto

source: Cyan
es: Cian

source: Emerald
es: Esmeralda
fr: Émeraude

source: Gold
es: Oro
fr: Or

source: Green
es: Verde
fr: Vert

source: Grey
es: Gris
fr: Gris

source: Indigo
es: Añil

source: Lime
es: Lima
fr: Vert Clair

source: Maroon
es: Granate
fr: Bordeaux

source: Mauve
es: Malva

source: Mulberry
es: Morado
fr: Pourpre

source: Ocher
es: Ocre
fr: Ocre

source: Orange
es: Naranja

source: Peach
es: Durazno
fr: Pêche

source: Red
es: Rojo
fr: Rouge

source: Sage
es: Salvia
fr: Sauge

source: Teal
es: Verde Azulado
fr: Bleu Canard

source: Turquoise
es: Turquesa

source: White
es: Blanco
fr: Blanc

source: Yellow
es: Amarillo
fr: Jaune

source: Icy body
es: Cuerpo helado
fr: Monde glacé

source: Rocky body
es: Cuerpo rocoso
fr: Monde rocheux

source: Rocky ice body
es: Cuerpo rocoso helado
fr: Monde rocheux glacé

source: Metal rich body
es: Cuerpo rico en metales
fr: Monde riche en métaux

source: High metal content body
es: Cuerpo con alto contenido en metal
fr: Monde abondant en métaux

source: Bacterium
es: Bactéria

source: Tussock
es: Tusoc
fr: Touradon

source: Anemone
es: Anémona
fr: Anémone

source: Amphora Plant
es: Planta de Ánfora
fr: Plante Amphore

source: Bark Mound
es: Agrupaciones de Corteza
fr: Rhizome

source: Brain Tree
es: Árbol de Cerebros
fr: Céphalobore

source: Crystalline Shards
es: Esquirlas Crystalinas
fr: Éclats Cristallins

source: Sinuous Tubers
es: Tubiformes Sinuosos
fr: Tubercules Sinueux

source: Luteolum Anemone
es: Anémona Luteolum
fr: Anémone Luteolum

source: Croceum Anemone
es: Anémona Croceum
fr: Anémone Croceum

source: Puniceum Anemone
es: Anémona Puniceum
fr: Anémone Puniceum

source: Roseum Anemone
es: Anémona Roseum
fr: Anémone Roseum

source: Rubeum Bioluminescent Anemone
es: Anémona Bioluminiscente Rubeum
fr: Anémone Bioluminescente Rubeum

source: Prasinum Bioluminescent Anemone
es: Anémona Bioluminiscente Prasinum
fr: Anémone Bioluminescente Prasinum

source: Roseum Bioluminescent Anemone
es: Anémona Bioluminiscente Roseum
fr: Anémone Bioluminescente Roseum

source: Blatteum Bioluminescent Anemone
es: Anémona Bioluminiscente Blatteum
fr: Anémone Bioluminescente Blatteum

source: Bacterium Aurasus
es: Bactéria Aurasus

source: Bacterium Nebulus
es: Bactéria Nebulus

source: Bacterium Scopulum
es: Bactéria Scopulum

source: Bacterium Acies
es: Bactéria Acies

source: Bacterium Vesicula
es: Bactéria Vesicula

source: Bacterium Alcyoneum
es: Bactéria Alcyoneum

source: Bacterium Tela
es: Bactéria Tela

source: Bacterium Informem
es: Bactéria Informem

source: Bacterium Volu
es: Bactéria Volu

source: Bacterium Bullaris
es: Bactéria Bullaris

source: Bacterium Omentum
es: Bactéria Omentum

source: Bacterium Cerbrus
es: Bactéria Cerbrus

source: Bacterium Verrata
es: Bactéria Verrata

source: Roseum Brain Tree
es: Árbol de Cerebros Roseum
fr: Céphalobore Roseum

source: Gypseeum Brain Tree
es: Árbol de Cerebros Gypseeum
fr: Céphalobore Gypseeum

source: Ostrinum Brain Tree
es: Árbol de Cerebros Ostrinum
fr: Céphalobore Ostrinum

source: Viride Brain Tree
es: Árbol de Cerebros Viride
fr: Céphalobore Viride

source: Aureum Brain Tree
es: Árbol de Cerebros Aureum
fr: Céphalobore Aureum

source: Puniceum Brain Tree
es: Árbol de Cerebros Puniceum
fr: Céphalobore Puniceum

source: Lindigoticum Brain Tree
es: Árbol de Cerebros Lindigoticum
fr: Céphalobore Lindigoticum

source: Lividum Brain Tree
es: Árbol de Cerebros Lividum
fr: Céphalobore Lividum

source: Roseum Sinuous Tubers
es: Tubiformes Sinuosos Roseum
fr: Tubercules Sinueux Roseum

source: Prasinum Sinuous Tubers
es: Tubiformes Sinuosos Prasinum
fr: Tubercules Sinueux Prasinum

source: Albidum Sinuous Tubers
es: Tubiformes Sinuosos Albidum
fr: Tubercules Sinueux Albidum

source: Caeruleum Sinuous Tubers
es: Tubiformes Sinuosos Caeruleum
fr: Tubercules Sinueux Caeruleum

source: Lindigoticum Sinuous Tubers
es: Tubiformes Sinuosos Lindigoticum
fr: Tubercules Sinueux Lindigoticum

source: Violaceum Sinuous Tubers
es: Tubiformes Sinuosos Violaceum
fr: Tubercules Sinueux Violaceum

source: Viride Sinuous Tubers
es: Tubiformes Sinuosos Viride
fr: Tubercules Sinueux Viride

source: Blatteum Sinuous Tubers
es: Tubiformes Sinuosos Blatteum
fr: Tubercules Sinueux Blatteum

source: Tussock Pennata
es: Tusoc Pennata
fr: Touradon Pennata

source: Tussock Ventusa
es: Tusoc Ventusa
fr: Touradon Ventusa

source: Tussock Ignis
es: Tusoc Ignis
fr: Touradon Ignis

source: Tussock Cultro
es: Tusoc Cultro
fr: Touradon Cultro

source: Tussock Catena
es: Tusoc Catena
fr: Touradon Catena

source: Tussock Pennatis
es: Tusoc Pennatis
fr: Touradon Pennatis

source: Tussock Serrati
es: Tusoc Serrati
fr: Touradon Serrati

source: Tussock Albata
es: Tusoc Albata
fr: Touradon Albata

source: Tussock Propagito
es: Tusoc Propagito
fr: Touradon Propagito

source: Tussock Divisa
es: Tusoc Divisa
fr: Touradon Divisa

source: Tussock Caputus
es: Tusoc Caputus
fr: Touradon Caputus

source: Tussock Triticum
es: Tusoc Triticum
fr: Touradon Triticum

source: Tussock Stigmasis
es: Tusoc Stigmasis
fr: Touradon Stigmasis

source: Tussock Virgam
es: Tusoc Virgam
fr: Touradon Virgam

source: Tussock Capillum
es: Tusoc Capillum
fr: Touradon Capillum

source: BioScan: DB Migration Failed
es: BioScan: Error de migración de DB
fr: BioScan : Échec Migration BD

source: Please Check or Submit an Issue
es: Por Favor Verifique o Envíe un Problema
fr: Veuillez Vérifier ou Soumettre un Problème

source: BioScan: Database Mismatch
es: BioScan: Desajuste de la Base de Datos
fr: BioScan : Base De Données Incohérente

source: BioScan/ExploData Version Mismatch
es: Desajuste de la Versión de BioScan/ExploData
fr: Incohérence Entre Les Versions BioScan/ExploData

source: Version {} is now available
es: La versión {} ya está disponible
fr: Version {} est maintenant disponible

source: Parsing Journals
es: Análisis de Diarios
fr: Analyse Des Journaux

source: Error During Journal Parse
es: Error al Analizar el Diario
fr: Erreur Durant L'Analyse Du Journal

source: Please Submit a Report
es: Por Favor Envíe un Informe
fr: Veuillez Soumettre un Rapport

source: Located
es: Situado
fr: Localisé

source: Logged
es: Registrado
fr: Enregistré

source: Sampled
es: Muestreado
fr: Échantillonné

source: Analysed
es: Analizado
fr: Analysé

source: Unknown
es: Desconocido
fr: Inconnu

source: Complete
es: Completo
fr: Complété

source: All Samples Complete
es: Todas las Muestras Completas
fr: Tous Les Échantillonnages Complétés

source: Multiple Possible
es: Múltiples Posibles
fr: Plusieurs Possibles

source: Nearest Saved Waypoint
es: Punto de Ruta Guardado más Cercano
fr: Point de Cheminement Sauvegardé Le Plus Proche

source: Not located
es: No ubicado
fr: Non localisé

source: ! Basic Scan Detected !
es: ! Escaneo Básico Detectado !
fr: ! Scan Basic Detecté !

source: FSS / DSS / AutoScan Needed
es: FSS / DSS / Autoescaneo Necesario
fr: ACS / DSD / AutoScan Needed

source: Signals
es: Señales
fr: Signaux

source: Signal
es: Señal

source: Possible Types
es: Tipos Posibles
fr: Types Possibles

source: AutoScan/NavBeacon Data, Bios Possible
es: Autoescaneo/BalizaNav Datos, Bios Posible
fr: Données ScanAuto/BaliseNav, Bios Possible

source: Check FSS for Signals (or DSS)
es: Comprobar FSS para Señales (o DSS)
fr: Vérifiez le ACS pour les Signaux (ou DSD)

source: BioScan: Awaiting Data
es: BioScan: Esperando Datos
fr: BioScan : Attente des Données

source: BioScan Predictions
es: Predicciones de BioScan
fr: Prédictions BioScan

source: In Progress
es: En Curso
fr: En Cours

source: Analysed System Samples
es: Muestras del Sistema Analizadas
fr: Échantillons du Système Analysés

source: BioScan: No Signals Found
es: BioScan: No se Encontraron Señales
fr: BioScan : Aucun Signal Trouvé

source: BioScan Details
es: Detalles de BioScan
fr: Détails BioScan

source: BioScan: No Signals
es: BioScan: Sin Señales
fr: BioScan : Aucun Signal

source: Normal:
fr: Normale :
